export const questions = {
  initial: {
    question: "Что мы говорили во время первого курса, когда на нас наваливалось много проблем?",
    answer: "прорвемся"
  },
  level1: [
    {
      question: "Как вы с Таней называете кошку? (одно слово)",
      answer: "бобер"
    },
    {
      question: "Лёша кто? (одно слово)",
      answer: "пидарас"
    },
    {
      question: "Из досок какого дерева был сделан хуй который мы построили на доме жени в майне? (именительный падеж, одно слово)",
      answer: "акация"
    },
    {
      question: "Что Сеня сотворил на Танин ДР, раз первым делом при входе в Танин дом ему пришлось пробраться к холодильнику? (одно слово)",
      answer: "торт"
    },
    {
      question: "Арсений, что круче, 3 или 4? (одно слово)",
      answer: "три"
    }
  ],
  level2: [
    {
      question: "Что за песня? Отгадай просто название (на английском, одно слово)",
      audio: "/assets/songs/song1.mov",
      answer: "fein"
    },
    {
      question: "Отгадай название песни (на русском, одно слово)",
      audio: "/assets/songs/song2.mov",
      answer: "пососи"
    },
    {
      question: "Отгадай название песни (на английском, два слова)",
      audio: "/assets/songs/song3.mov",
      answer: "benz truck"
    },
    {
      question: "Отгадай название песни (на русском, два слова. Подсказка, сначала идет глагол)",
      audio: "/assets/songs/song4.mov",
      answer: "ебашь альбина"
    },
    {
      question: "Отгадай название песни (на русском, два слова)",
      audio: "/assets/songs/song5.mov",
      answer: "город сочи"
    }
  ]
}; 